Repository: loujessler/BusTime
Catalog: data/locales/*/LC_MESSAGES/bustime.po
Languages: ka, ru

# welcome_message
source: 🌟🚌 Welcome to BUSTIME - your navigator through the public transport routes in Tbilisi! 🚍🎉
ka: 🌟🚌 მოგესალმებით BUSTIME-ში - საზოგადო ტრანსპორტის გრაფიკის სერვისში თბილისში! 🚍🎉
ru: 🌟🚌 Добро пожаловать в BUSTIME - ваш навигатор по маршрутам общественного транспорта в Тбилиси! 🚍🎉

# instructions_message
source: 🔢 Our service provides up-to-date schedule information, which you can get by specifying the stop number. Now you can also view the route of a specific bus by simply entering its number. 📋 Enter the stop or bus number, and we will immediately provide you with the necessary data. 😊💡 You can also add notes to the stop you are interested in for convenient tracking of information about it. To do this, select the item "My stops" (/my_bus_stops) in the menu and enter the name of the stop and its ID. 📝
ka: აქ შეგიძლიათ მიიღოთ ამჟამინდელი გრაფიკი, მიუთითეთ ავთობუსის საგარემოს ნომერი. 🔢 შეიყვანეთ ნომერი, და ჩვენ გაგიწერთ ინფორმაციას მომავალი ავთობუსების შესახებ. 📋 😊💡 ასევე შეგიძლიათ დაამატოთ შენიშვნები იმ ავთობუსის საგარემოსკენ, რომელიც თქვენ გაინტერესებთ, ისინის ინფორმაციის კომფორტული კონტროლისთვის. ამისათვის, აირჩიეთ პუნქტი 'ჩემი საგარემოები' (/my_bus_stops) მენიუში და შეიყვანეთ საგარემოს სახელი და მისი ID. 📝
ru: 🔢 Наш сервис предоставляет актуальную информацию о расписании, которую можно получить, указав номер остановки. А теперь вы также можете просмотреть маршрут конкретного автобуса, просто введя его номер. 📋 Введите номер остановки или автобуса, и мы незамедлительно предоставим вам необходимые данные. 😊💡 Вы также можете добавить заметки к интересующей вас остановке для удобного отслеживания информации о ней. Для этого выберите пункт "Мои остановки" (/my_bus_stops) в меню и введите название остановки и её ID. 📝

# setting_menu
source: 🔧⚙️ Settings
ka: 🔧⚙️ პარამეტრები
ru: 🔧⚙️ Настройки

# setting_menu_lang
source: 🌐 Language: {language}
ka: 🌐 ენა: {language}
ru: 🌐 Язык: {language}

# setting_change_language
source: 🌐 Change language
ka: 🌐 ენის შეცვლა
ru: 🌐 Изменить язык

# setting_change_language_done
source: 🔄 Language successfully changed
ka: 🔄 ენა წარმატებით შეიცვალა
ru: 🔄 Язык успешно изменен

# setting_choose_bus_stop
source: 🚏 Select the stop you want to delete
ka: 🚏 აირჩიეთ საგარემო, რომელიც გსურთ წაშლა
ru: 🚏 Выберите остановку, которую хотите удалить

# setting_choose_bus_stop_change
source: 🚏 Select the stop to modify
ka: 🚏 აირჩიეთ გაჩერება, რომელიც უნდა შეცვალოთ
ru: 🚏 Выберите остановку, которую изменить

# setting_delete_stop_true
source: ✅ Stop successfully deleted
ka: ✅ საგარემო წარმატებით წაიშალა
ru: ✅ Остановка успешно удалена

# setting_delete_stop_false
source: ❌ Stop was not deleted. Please try again
ka: ❌ საგარემო ვერ წაიშალა. სცადეთ კიდევ
ru: ❌ Остановка не удалена. Повторите попытку

# settings_bus_stop
source: ⚙️ Settings for favorite stops
ka: ⚙️ ფავორიტების გაჩერებების პარამეტრები
ru: ⚙️ Настройки избранных остановок

# bus_stops_no_bus_stops
source: 🚫 You don't have any favorite stops yet 🔠 Enter the name of the stop:
ka: 🚫 თქვენ ჯერ არ გაქვთ ფავორიტი საგარემოები 🔠 შეიყვანეთ საგარემოს სახელი:
ru: 🚫 У вас ещё нет избранных остановок 🔠 Введите имя остановки:

# bus_stops_name
source: 🔠 Enter the name of the stop:
ka: 🔠 შეიყვანეთ საგარემოს სახელი:
ru: 🔠 Введите имя остановки:

# bus_stops_id_stop
source: 🆔 Enter the stop ID:
ka: 🆔 შეიყვანეთ საგარემოს ID:
ru: 🆔 Введите ID остановки:

# click_for_cancel
source: To cancel -> /cancel
ka: გაუქმებისთვის -> /cancel
ru: Для отмены -> /cancel

# bus_stops_choose_bus_stop
source: 🔍 Select a favorite stop
ka: 🔍 აირჩიეთ ფავორიტი საგარემო
ru: 🔍 Выберите избранную остановку

# bus_stops_finish_add_stop
source: ✅ Stop saved: {name} - {id_stop}
ka: ✅ დამატებული საგარემო: {name} - {id_stop}
ru: ✅ Сохранена остановка: {name} - {id_stop}

# bus_stops_finish_cancel
source: ❌ Stop not saved
ka: ❌ გაჩერება არ არის შენახული
ru: ❌ Остановка не сохранена

# change_name_bus_stops_cancel
source: ❌ Name not changed
ru: ❌ Имя не изменено

# change_code_bus_stops_cancel
source: ❌ ID not changed
ru: ❌ ID не изменен

# arrival_bus_times
source: {sticker_time} {type_transport} {route_number} → {minutes} min {destination_name}
ka: {sticker_time} {type_transport} {route_number} → {minutes} წუთ
ru: {sticker_time} {type_transport} {route_number} → {minutes} мин {destination_name}

# arrival_bus_not
source: No 🚌 expected in the near future
ka: ახლომდელ დროს 🚌 არ იყოფება ან ასეთი 🚏 არ არსებობს
ru: В ближайшее время 🚌 не ожидается

# arrival_bus_stop_or_bus_not_exists
source: Such a 🚏 or 🚌 does not exist
ru: Такой 🚏 или 🚌 не существует

# search_bus_stops_menu
source: 🔎 Search for stops
ru: 🔎 Поиск остановок

# search_bus_stops_descript
source: Using the buttons below 👇 select the way to find stops
ru: С помощью кнопок ниже 👇 выберите способ нахождения остановок

# found_stop_header
source: *🚏 Nearest bus stops:*
ka: *🚏 ახალი ავტობუსური გაჩერებები:*
ru: *🚏 Ближайшие автобусные остановки:*

# found_stop
source: {i} {name} Code: `{code}`, Distance: `{distance} km`
ka: {i} {name} კოდი: {code}, მანძილი: `{distance} კმ`
ru: {i} {name} Код: `{code}`, Расстояние: `{distance} км`

# found_stop_footer
source: 👇 Using the buttons below you can select the stop to view it on the map 🌍 or add to favorites ⭐
ka: *👇 შეგიძლიათ აირჩიოთ გაჩერება ქვემოთ, რათა ნახოთ ის რუკაზე 🌍 ან დაამატოთ რჩევებში ⭐*
ru: *👇 По кнопкам ниже можете выбрать остановку, чтобы посмотреть ее на карте 🌍 или добавить в избранное ⭐*

# found_stop_choose
source: Stop: {name} Code: {code} [View on Google Maps]({map_link})
ka: გაჩერება: {name} კოდი: {code} [ნახვა Google Maps-ზე]({map_link})
ru: Остановка: {name} Код: {code} [Посмотреть на Google Maps]({map_link})

source: 💬 Help
ru: 💬 Помощь

# help_main
source: If you are having trouble using the bot, you can read the instructions 👇
ru: Если у вас возникли трудности с использованием бота, вы можете прочитать инструкцию 👇

# help_instruction
source: Instructions
ru: Инструкция

# help_instruction_link
source: https://telegra.ph/Instrukciya-06-25-10
ru: https://telegra.ph/Instrukciya-06-26-21

# choose route
source: Directions of bus No.{route_number}:
ru: Направления автобуса №{route_number}:
