Repository: loujessler/BusTime
Catalog: data/locales/*/LC_MESSAGES/keyboards.po
Languages: ka

# minutes
source: min
ka: წუთი

# seconds
source: sec
ka: წამი

# bus_stops
source: 🚏 My stops
ka: 🚏 ჩემი გაჩერების ადგილები

# search_bus_stops
source: 🔎 Find stops
ka: 🔎 ახლოს მდებარე გაჩერების ადგილების ძიება

source: ⚙️ Settings
ka: ⚙️ პარამეტრები

# add_new_bus_stop
source: ➕ Add more
ka: ➕ დამატება

source: 🌐 Change language
ka: 🌐 ენის შეცვლა

# delete_bus_stop
source: 🚏 Delete stop
ka: 🚏 გაჩერების ადგილის წაშლა

source: 🔙 Back
ka: 🔙 უკან

# back_to_main_menu
source: 🔝 To main menu
ka: 🔝 მთავარ მენიუში დაბრუნება

source: 🔙 Back to settings
ka: 🔙 პარამეტრებში დაბრუნება

source: 🔄 Refresh
ka: 🔄 განახლება

# notification
source: 🔔 Set notification
ka: 🔔 შეტყობინებაზე დაყენება

# set_notification
source: ✅ Set
ka: ✅ დაყენება

# set_notification_time
source: ⏰ Set the time for notification
ka: ⏰ დააყენეთ შეტყობინების დრო

# done_set_notification_time
source: 👌 Notification set for {minutes} minutes and {seconds} seconds
ka: 👌 შეტყობინებაზე დაყენებულია {minutes} წუთი და {seconds} წამი

# received_notification
source: ❗❗❗ATTENTION❗❗❗ 🔔 Notification of bus arrival 🚌
ka: ❗❗❗ყურადღება❗❗❗ 🔔 შეტყობინება ადგილზე მისვლის შესახებ 🚌

# error_set_notification
source: 🚫 Can't set notification for 0 minutes and 0 seconds
ka: 🚫 არ შეიძლება შეტყობინებაზე დაყენება 0 წუთისა და 0 წამის შესახებ

source: Count users
ka: მომხმარებლების დათვლა

source: 🔙 Back to admin menu
ka: 🔙 ადმინის მენიუში დაბრუნება

# add_current_bus_stop
source: ➕ Add to favorites
ka: ➕ საყვარელებში დამატება

# search_check_arrival
source: 🕒 Check stop schedule
ka: 🕒 გაჩერების ადგილის განრიგის შემოწმება

# settings_bus_stop
source: ⚙️ Settings of favorite stops 🚏
ka: ⚙️ საყვარელი გაჩერების ადგილების პარამეტრები 🚏

# change_name_bus_stop
source: 🔠 Change stop name
ka: 🔠 გაჩერების ადგილის სახელის შეცვლა

# change_code_bus_stop
source: 🆔 Change stop ID
ka: 🆔 გაჩერების ადგილის ID-ის შეცვლა
